[
    {
        "title" : "6 Tarot Tips Every Beginner Reader Needs to Know",
        "text" : "1. For starters, use a deck you like. One of the biggest myths about the tarot is that you can’t buy your own cards. That’s what someone told me when I first started reading, and I spent too long trying to read a deck I felt no connection to—all because of some archaic rule that suggests that if you spend your own money, you’re not going to be able to read right. That’s not true. And it’s an especially difficult rule to follow when there are tarot decks out there that fit every interest. (You can even create you own, although you might also want to save that for later.) 2. Find a way to make the cards uniquely yours. Put your deck in a special pouch, find a box to keep your cards in, give them a prominent place in your home, spend 10 minutes a day just shuffling them. No matter what you choose to do—and there’s no “right” or “wrong” here—your goal is to get comfortable with your cards. 3. Breathe. The first thing you should do when you bring your deck home is temper your expectations. It doesn’t matter how many books you’ve read or how many YouTube tutorials you’ve watched, getting familiar with your deck is going to take some time. It might be easier if it were all just rote memorization, but learning the tarot is all about finding connections and discerning nuance. You’re learning a challenging new skill, so give yourself room to make mistakes, and keep at it. 4. Learn the cards’ meanings, but leave room for your own interpretations. Once you start reading up on tarot, you’re going to find that every author has their own idea of what each card means. Each card will have a few keywords that most experts agree on, but outside of that, you’re going to find a lot of contradicting information. Plus, each card will mean something different depending on where and how (upright or reverse) it shows up in your spread. 5. Learn a simple spread, and go from there. One of the biggest mistakes I made as a beginner was trying to read a spread comprised of 10 cards before I could read one that was made up of only three. It may feel like you should be able to fill an entire table with cards to impress your friends and family, but remember that reading the tarot isn’t just about knowing what the cards mean—it’s about using them to tell a story that will make sense to the person you’re reading for. 6. Read for yourself before reading for anyone else.  You may have heard that you’re not supposed to read tarot for yourself, but that’s just another myth. How are you supposed to give others insights into their lives when you can’t do the same for yourself? A great way to get accustomed to the practice is to start reading for yourself regularly. It’s totally OK to consult your books and journals as much as you need to.",
        "imgName" : "0"
    },
    {
        "title" : "What is Tarot and what are Tarot cards for?",
        "text" : "Tarot cards are a deck of cards, akin to the usual, familiar playing cards. Cards with Arcana pictures. There are 78 cards in total (as a rule, maybe less, about more - I don't know, I haven't met). This is a tool that allows you to: 1) From the point of view of occultists, magicians, mystics - to inform about the circumstances, to predict the future, to suggest solutions to issues, to influence reality in various ways. 2) From the point of view of psychologists - to deal with internal problems, to see your fears and blocks, your strengths and weaknesses, to work with the subconscious. The tarot also acts as a tool for meditation. Schemes, matrices, and programs are built and studied on the basis of the Tarot Arcana. 1. Get to know yourself. You think you already know everything, well, it's me, how can you not know yourself? You are mistaken. Try to ask the cards a question, they will highlight what you don't know yet, what you doubt, what you hide from yourself, what you diligently hide from others, what you are mistaken about, what leads you to the wrong place, what are your mistakes, what are your weaknesses and vices. Just lay out the Arcana and look at the pictures. You will see something of your own that will catch on, to which you will definitely say - but how do they know, these are simple pictures? Here it is, the magic of the Tarot. 2. Help yourself to make the right decision. If you are in doubt, do not know how and what will happen in the future, ask Tarot to help you. No, they will not contact the Cosmos and will not give you an answer from there. After all, the answer is already in you, in your subconscious.",
        "imgName" : "1"
    },
    {
        "title" : "Tarot without mysticism. How cards work and why everyone can learn to guess",
        "text" : "There are many myths and misconceptions around the Tarot. Most people think that cards are a magical tool. How Tarot Works Sergey Savchenko explains Tarot through an analog model of the world. Like a Globe - an analog model of the Earth. The Tarot is a model of human life. Tarot covers all the main areas of life and the most typical scenarios for the development of certain situations. Any alignment is a projection, a model of the situation. The Tarot is the key to the mysteries of life. There are no closed topics for Tarot, a person asks a question. The maps show the most likely scenario for the development of events on the current life line. The tarologist translates the language of maps into human. The classic deck consists of 78 cards (Arcana): 1) 22 Senior Arcana. This is the oldest part of the Tarot. They contain the most striking archetypes. Cultural codes formed in human culture over many centuries. 2) 40 Situational maps, Minor Arcana. They reveal various variants of life situations that we face on a daily basis. Tarot covers all the main areas of life and the most typical scenarios for the development of certain situations. 16 Court cards, Minor Arcana. They describe 16 personality types. Court Tarot cards reflect psychotypes from socionics. What you can learn with the Tarot Tarot knows the answer to any of your questions. You can consider any life situation from all sides. Understand the causes of events in your life. See solutions, ways out of situations.",
        "imgName" : "2"
    },
    {
        "title" : "Rip-off myths about Tarot cards and what's wrong with them",
        "text" : "Frankly speaking, for quite a long time I avoided the need to write an article on the topic of all kinds of fictions about Tarot Cards, but in the end I gave up and compiled my list of myths, collecting in it both the most common and those that I met. I will try to dispel and explain as briefly and clearly as possible.  1) Tarot card reading is a sin Here I will express my opinion as a person who is not religious, but understands and respects religion both in general and in particular. Sin, as well as something wrong, cannot be something that benefits a person, brings good, helps in difficult situations and prompts in difficult decisions. 2) Tarot card reading is magic With the help of cards, a person understands exactly what needs to be changed in his life, how to achieve goals and what difficulties he will have to face. There are no rituals and magic potions in Tarot reading. You might as well call the work of a psychologist magic. Although, if you have pleasant associations, then let there be Magic. You have to believe in miracles too! 3) Fortune telling programs Zomboyashchik and YouTube program in large quantities. Tarot cards - help to see behind all this fake reality what is hidden and really valuable, to give useful information just for you, and not according to a general pattern. 4) All fortune tellers are unhappy I heard this myth, by the way, from tarologists (oh horror). And my opinion, first of all, shifting responsibility for your life to anything is fundamentally wrong. And secondly, yes, it is more difficult for sensitive and psychologically unstable people in our business, because sometimes the problems of applicants are difficult, but I would not recommend them to do Tarot.",
        "imgName" : "3"
    },
    {
        "title" : "Interesting facts about Tarot Cards",
        "text" : "1. Did you know that the minor arcana correspond to the four elements: water, fire, air and earth?! This allows you to find out not just some confusing situation when guessing, but also to get a hint about what to look for and where. It also helps very well to learn a few astrological facts, which also undoubtedly help in divination. 2. The word “Arcane” is nothing but a “mystery”. I.e., each card hides a secret in itself and you can believe me not one. The symbolism of the cards itself has such potential for practicing tarologists that it is sometimes difficult to read the situation as a whole if one does not take into account certain symbols on the map.3. Tarot is closely related to areas such as numerology and mythology. When mastering the art of card reading, the tarologist has to solve literally every card. It takes a very long time. After all, this assumes that the student must delve into the essence of things and get acquainted with the history of the creation of certain symbols in order to see more clearly the pictures that cards draw when fortune-telling. 4. Psychologists often resort to the help of tarot to work with the subconscious of a person. But really, what can help in this better?! The symbolism of the cards is a storehouse of knowledge. 5. Currently, there are a huge number of Tarot decks. Many practicing tarologists even create their own maps that help them in unraveling human destinies. 6. There are a lot of biases associated with cards. One of them says that fortune-telling is a sin. And all the fortune tellers on the cards are Satan's minions. Well, there is some truth here. After all, cards are just a tool, but who uses this tool and how, and with what thoughts takes the deck - the cards are not to blame here. Before you say something like that, you need to take a closer look at yourself, are your thoughts so pure?! 7. But how can ordinary cardboard pieces actually say so much?! To this day, this remains a mystery, even for practicing tarologists. After all, “reading” the layouts is the experience, knowledge and inner world of a fortune teller. Perhaps the cards are just the conductors of the force that drew attention to the owner of the cards, or maybe this is a successful psychological trick. In any case, it's a big mystery. 8. A very curious fact is that a fortune teller cannot see her fate. More precisely, all the events of the environment are subject to her, but what will happen to her is a big secret for her. Why is this so?! This is a payment for the fact that the tarologue becomes just a tool for transmitting information. 9. Can the cards predict the whole life from birth to death?! Actually, no. Fate is changeable. And any of our actions change a lot in the future. There is a range of probabilities in which a tarologist can work, i.e. he will predict events with the highest percentage of probability, but you are free to change your life. 10. Can cards program a person's consciousness?! No. This is a myth. There are undoubtedly people prone to hypnosis who will believe so much that everything said by a fortune teller is 100% true and nothing can be changed. Then yes, it's hard to convince. But still, predictions are a probability, not a 100% fact.",
        "imgName" : "4"
    },
    {
        "title" : "How do Tarot cards work from a scientific point of view?",
        "text" : "The most popular question for those who begin their acquaintance with Tarot cards and for those who seek the services of fortune tellers will be: how does Tarot work and why do predictions come true? How do they know information about a person, his past, future and present, and how can they see different options? Are the cards really talking to us or is the Tarologist just broadcasting his fantasies out of his head? In this article we will try to answer this question, however, a person with a purely materialistic consciousness is unlikely to agree with this one way or another. An open consciousness and a desire to look beyond the veil of the strictly material world are necessary for understanding. A person is not a crude substance consisting purely of chemical elements, it is a structure that has consciousness, emotions, and exists on several planes, including the physical one. At the level of reason and emotions, all people are grouped together. According to scientific terms, this association is called the energy-informational field and this phenomenon was discovered by ancient philosophers. Later the name changed a little — Carl Gustav Jung called it the collective unconscious, and Professors Vernadsky and Eduard Leroy called it the noosphere.  Carl Jung believed that in the collective unconscious space there is information that is understandable to a person at the level of intuition and which he can use at any time. In his writings, he also mentioned that in this energy-informational space there are thoughts and ideas of other people. Everyone can recall cases from his life when he remembered someone and after a while met with this person or after thinking about some topic, information began to arrive literally out of nowhere. These phenomena confirm the fact that we are connected by our consciousness to a certain unified system of a global nature and are connected with each other.  How do TAROT cards practically work? In our age, when a person simply does not trust some facts, but evidence is needed, it is not enough to tell a person that Tarot works. It is important for people to understand how this process actually works. Here science will help us, which does not stand still and in attempts to level everything except physical objects and phenomena gives a completely concrete answer and proof to the immaterial.",
        "imgName" : "5"
    },
    {
        "title" : "How Tarot cards appeared",
        "text" : "Tarot cards are the most mystical cards, covered with many mysteries and riddles.  Many people know about Tarot cards, someone just heard about them. For others, these cards embody something mystical, covered with a fascinating or even frightening mystery, and someone sees in them just color incomprehensible pictures.  Despite the fact that these cards have become quite widespread these days, they are published in a variety of forms, no one knows exactly the origins of the origin of these cards.  There are many assumptions and legends about where Tarot cards came from, but I will tell you not about mythical legends, but about historically known facts.  The first playing cards as predictive are found in different countries of the world and are mentioned already in the 8th century, they usually served as simple banknotes with the image of emperors. Later, the cards began to change and the deck of playing cards already had 4 suits, which corresponded to 4 seasons, the number of cards corresponded to 52 weeks, 12 pictures showed 12 months, 13 cards in one suit corresponded to 13 lunar cycles.  Europeans were happy to borrow many Eastern games, such as checkers, chess and cards. In the 13th–14th centuries, cards from the Islamic world, Egypt or Turkey, first came to Europe to Spain and Italy in the form that we know playing cards, where suits are spades, diamonds, hearts and crosses.  Already in the 15th century, there has been an improvement of maps by European concepts. Court cards: king, queen, page, knight. The suits corresponded to the estates: Clergy – cups, nobles, merchants – pentacles, peasants - wands, knights – swords.  There have always been many religious movements in Europe, secret orders whose spiritual views did not coincide with the Catholic Church. And then the members of the Masonic lodges paid attention to the cards. To avoid the persecution of the Inquisition, a fun game was invented – a card game that led away from persecution.  So there was a card game called Tarok or The Game of trumps and a deck consisting of 22 cards was used for this. They looked like tapestries, on which very beautiful drawings were depicted by hand. Each individual drawing represented a masterpiece of art. The symbols of the senior arcana were embedded in these cards.",
        "imgName": "6"
    },
    {
        "title" : "Choosing the first Tarot deck is almost like choosing the first car",
        "text" : "It will be inconvenient for a beginner to work with such decks, because in order to understand the meanings of the Minor Arcana, you will have to learn the meanings of the symbols that are drawn on them. Therefore, I recommend that anyone who is just starting the Tarot path, choose the deck in which the Older and Younger Arcana have a plot drawing - so you can interpret the cards of the alignment intuitively. Keep in mind that you cannot unpack decks in stores, and therefore study the Arcana galleries of different decks in advance – they can be found on the Internet.  Before purchasing a deck, be sure to hold it in your hands. At the moment of contact, you should experience only positive emotions, you should be cozy and comfortable. If you feel cold, negativity of any kind is a sure sign that the deck does not suit you. And if you don't feel anything, don't take it either, it's better to find your deck. The relationship between the Tarot deck and the tarot is important: without it, the cards will never be honest with you.  What decks can I recommend to beginners? First of all, this is the Rider-Uyet Tarot, since this deck:  1) It is universal in application. With its help, you can make layouts on any issues;  2) It has clear images of Older and Younger Arcana, they are easy to remember, read both intuitively and associatively;  3) Gives detailed answers that, with the right approach, will be easy for you to explain.  If for some reason the Rider-Uyet Tarot does not suit you, you can look at other decks that are considered universal.  Here are some more points that it is important to pay attention to for beginners choosing the first Tarot deck for themselves:  The symbolism of the deck. It should be clear to you, otherwise it will take you a lot of time to decipher all the symbols on the Arches. It is important that you understand the images and symbols on the maps. For example, in the Egyptian Tarot, all the Minor Arcana are symbols from the culture and mythology of this ancient civilization, and if you are not familiar with them, it is unlikely that you will be able to correctly interpret the meaning of the cards that fell out in the layout.  The fame of the deck. The more well-known the deck is, the more information about it you can find freely available - on the Internet, on the forum, in books. When you're just starting to guess, it's really important.  Drawings on the Arches. Drawings on Tarot cards help to develop intuition, teach to build associations. All this is important for an accurate and detailed layout.  The energy of the deck. Working with Tarot involves constant interaction with energy flows, and therefore, even at the time of buying a deck, you should feel the energy that it possesses. In this regard, it is clear that: 1) It is better to buy a new deck, not used, so that there is no foreign energy; 2) it is better to buy it in a store where you can hold it.",
        "imgName" : "7"
    },
    {
        "title" : "Why does Tarot work at all? And how exactly?",
        "text" : " Why does Tarot work at all? Why can we get some information using maps? How does this even happen? Where do these answers come from? Why do the cards that really describe the situation fall out in the scenario, and not some random ones that are unrelated to the issue under consideration? A big, big article about the mechanism of the Tarot. Instead of an introduction I will probably bypass the history of the appearance of Tarot cards, since many other authors have already devoted many of their articles and books to it. Many articles are publicly available on the Internet, so those who want to delve into this topic in more detail can easily find the necessary information. Today I want to talk about the mechanism of the Tarot, because without understanding it it is very difficult to navigate not only in interaction with cards, but also in the world of esotericism in general.  So, why does Tarot work at all? Why can we get some information using maps? How does this even happen? Where do these answers come from? Why do the cards that really describe the situation fall out in the scenario, and not some random ones that are unrelated to the issue under consideration? In order to understand this mechanism, let's first turn to our thinking as such. The brain as a global computer We pass any processes of the surrounding world through our head. When we look at an object or feel it, our brain receives some information about it (about its properties, qualities, size, color, etc.) and processes it, thereby forming a kind of representation inside our mind. For example, about what a thing looks like. But in order for us to understand that this is exactly the same thing, we must somehow designate it. The easiest way is to give this object a name, to come up with a certain word that will denote this object. Do you remember the famous phrase  first there was a word  ? It perfectly characterizes the process of forming any thought forms inside our head. I will try to describe the same thing, but more simply. Imagine that there is a table in front of you. You can see it, touch it, put something on it, but until you have designated it with the word table,a final idea will not form inside your head, a connection between the real object (table) and its qualities will not form. If you mentally linked the type of table with its name, your mind remembers this combination, and it is stored in your memory. This is about how we get to know the world in childhood – we feel something, consider, analyze our feelings, but we can  write all this information into memory only when we assign certain names to these feelings.",
        "imgName" : "8"
    },
    {
        "title" : "TAROT. ESOTERICISM OR A PSYCHOLOGIST'S TOOL? INTERVIEW WITH THE TAROLOGIST.",
        "text" : "Tarot cards are surrounded by an atmosphere of mystery and mysticism, many associate them exclusively with divination and esotericism. Psychologist-tarotologist Ulyana Loboda took the liberty to dispel the myths about Tarot and convince me and the readers of Art Of Balance magazine that in skillful hands controlled by an attentive brain, a deck can be a tool for deep analysis and psychological counseling, and not a banal entourage of a fortune teller. Tell me briefly about what you do? It has always been difficult for me to explain briefly and in monosyllables what I do. For myself, I formulated it this way – I work through the Tarot system with the consciousness and subconscious of a person. By analogy with psychoanalysis? Not really, I'm still learning psychoanalysis. Tarot can suggest some points for a person that he himself is not aware of at the moment. Some hidden thoughts, desires. Basically, I work with the present and the past, and analyzing this, I can already make some predictions for the future. Is tarot divination and prediction? I do not agree with this interpretation. This is more analysis and deep work as a psychologist. What is the magic of Tarot for a psychologist? This is, first of all, symbolism, imagery, associations. This is such a system that helps me navigate what is happening now in a person, in his subconscious. After all, a person himself often does not realize this. In particular, for me it is a wonderful diagnostic method that does not require the use of additional generally accepted methods of psychodiagnostics in some situations. That is, in order to work effectively with the Tarot, you do not need to be a hereditary fortune teller and a witch? Of course, in the understanding of most people, the Tarot is something mystical and esoteric. And often Tarot is used in this context. Therefore, many are afraid to get involved with the Tarot, even just to touch them, not to mention to buy a deck and try to deal with them. For example, if a person is a believer, then for him the Tarot is, first of all, devilry. Sometimes people write to me in private messages that I am such and such, I serve Satan. This is more due to a narrow, black-and-white perception of reality and an unwillingness to look wider and deeper. I have never positioned myself as a fortune teller or a psychic. For me, Tarot is a tool for working with the client's psyche, with his requests. Of course, certain skills and qualities are needed to work in this way, but not mystical at all. What qualities should a Tarologist have? Empathy, mindfulness, sensitivity. The ability to see more and deeper than on the surface.  Read between the lines. All the same qualities that any psychologist should have. Can you develop them in yourself? Of course you can, I am constantly improving myself. You also need to be filled yourself and calm enough. What helps you? First of all, meditation. Including during the session, when you need to be focused and attentive. A Tarot session is to some extent a meditative state. There is even a special technique – meditation on Tarot cards. This is about the moment here and now together with the client and his story. With all the reactions that occur. And together we form a certain space, plunging into which we work together with the client.",
        "imgName" : "9"
    },
    {
        "title" : "Tarot cards: what is true, and where is fiction?",
        "text" : "Tarot cards are a great tool for a good fortune teller. It is not surprising that many people are, to put it mildly, skeptical about the mysterious power of an unusual deck. The Tarot deck consists of 78 cards with different symbolic images. Of these, some are referred to as Small Arcana (56 cards), and some as Large Arcana (22 cards), and the first exist as an addition to the second. By the way, some fortune tellers work exclusively with Large Arcana, because they are very symbolic and effective. There are also four suits: Pentacles, Swords, Cups and Wands. Each Arcane has two meanings at once (straight and inverted), which are basically opposite to each other.  There are many systems of Tarot card layout, which one to use is decided by everyone independently.  There are several points of view on how Tarot cards ended up in the hands of Europeans: for example, someone believes that they came from Ancient Egypt, someone is for India, someone is sure of their Jewish origin. In any case, the deck appeared in Europe around the XV century. Some claim that the Tarot was originally used as playing cards; in contrast to this opinion, others claim that no one has ever started a fool on the Tarot. The Arcana began to see a mysterious meaning only since the XVIII century, when a real fashion for magic and fortune-telling arose in Europe. The Tarot deck known today was created in the 40s of the last century by the once popular Satanist Crowley.  The expected question arises: is the power of Tarot cards inflated by people?  It should be remembered that you cannot wait for a specific and unambiguous answer to the question posed from the Tarot – on their basis, you can generally reveal a particular problem. However, there is a risk to generalize the situation so much that absolutely anyone will see something close to him in this prediction.  A good tarologist has flexible thinking, quickly finds logical connections between the cards that have fallen out, and also feels his clients perfectly. This gives rise to the manifestation of cunning: after evaluating the patient who came, his appearance, mood, asking him a few leading questions and putting all the information together, the magician is able to say what is expected of him, and Tarot cards have nothing to do with it. It is better for such fortune tellers to go to psychology, but they are of little use in tarology.  Anyone who is actually trying to reveal the meaning of the spread out cards will not focus solely on the appearance and behavior of the client. Tarologue, albeit on the basis of generalizations (the main thing is not to get carried away excessively), helps the visitor to look at the problem from different sides, dig into himself, come to some conclusions – these are long-confirmed facts. Tarot cards guide a person, create favorable conditions for thinking, but the final decision is solely up to the person. Figuratively speaking, the cards bring the customer to the store, and only he chooses what to buy.  Many, most likely, will think: what is needed for the independent development of tarology? –  Firstly, there is a desire, which is a prerequisite for starting any activity.  Secondly, it is important to remember the characteristics of all cards, both direct and reverse. Now there are many books on Tarot cards, where the description of Arcana, as a rule, is very different.",
        "imgName" : "10"
    },
    {
        "title" : "Tarot for men: choosing a deck",
        "text" : "To be honest, the idea of this compilation would never have occurred to me. But it turns out that this is a popular search query! At first it seems ridiculous: decks are not divided by gender; men, women and everyone else can work with any deck they like. But if you think about it, there are two points: Socialization. Men are taught from childhood to laconic or even brutal aesthetics. As a result, it is simply impossible for many to work with something delicate or decorative. Representation. Let's admit it: I want to see myself in the characters of the deck. Identifying yourself with characters of a different gender can be difficult. As a result: when choosing a deck for a man, it may make sense to focus on concise (minimalistic) or brutal visual solutions and look for a gender-balanced (all equally) deck. Or a deck dominated by male heroes. Or a deck with animal characters. Or without characters at all, that is, abstract). You can start your search for a male deck with these options: 1. The Rider-Waite Tarot Your gender- and stylistically-neutral option. Minus: maybe he/you already have it. 2. Paracelsus’ Dreams tarot When both brutal and concise. 3. 78 simple stories tarot Neutral and classic, but modern. And rare: so far, few people have one. Another plus: the maps show keywords, which is useful for beginners. ",
        "imgName" : "11"
    },
    {
        "title" : "Myths about working with Tarot cards. How not to make mistakes?",
        "text" : "They often sell decks of cards on different forums. Some were in use, some were not. What can it threaten? And whether it is possible to buy them. no! No way, you can't buy cards from your hands. Any deck of cards. In short, any cards, runes or anything else, you can buy only in the store, provided that the mantic tool is fully packaged in the factory packaging. This is the rule. If the packaging is opened or broken, do not buy. The fact is that often other practitioners buy a deck, and then bring it back and hand it over to the store. Your deck should be brand new. If you buy a deck with your hands, opened, or even more used, which is all the more unacceptable, you can purchase the following: A lot of negativity that was dumped on this deck by its former owner Shifts, transfers, skids, etc. – so that it is thrown off on it  Kradnik. A certain connection, and when you start working with the deck, your channel can go back to the previous practice.  Never give a deck of cards to anyone yourself, otherwise you give away a happy fate with this deck. If you need to make such a gift, take a nominal fee at least. Through the purchased deck of used cards, you can get connections You can get a podselentsa Therefore, I do not advise anyone and never to go for a freebie and take a used deck of cards from someone. Myths about working with Tarot cards. How not to make mistakes. The deck must be charged somehow cunningly, otherwise it will not work – no, not like that. Any deck is a ready-made working tool. The most important thing, as we have found out, is that it should be new. It is not necessary to carry out cunning manipulations and other things. It's enough just to buy a deck, bring it home, hold it in your hands, unpack it. Tune in to it. Someone puts it under the pillow at night, I don't see the point. Mix the deck well and try to ask the simplest questions to tune in to each other. This is quite enough. Even a gold scalpel bought by a surgeon will not make him the best professional in the world. Cards are just a tool, and if you don't understand anything as a guide, then no initiation of tarot cards will help you. There is one rule here – choose your deck. I have already written how to do this in previous articles. Myths about working with Tarot cards. How not to make mistakes. It is impossible for others to take the deck in their hands. I personally completely agree with this statement. The deck is tuned to you, and it should have one Owner (energy). Previously, many years ago, I saw how many gave their clients to shift the deck, or interfere. Now you won't find such a thing anymore. Of course, I don't give my deck, which I made myself, to anyone. At the energy level, for beginners, I can simply say that each card from your deck is connected to you by information channels. And only you should work with her. If you are guessing on a deck of 36 cards, then in no case do not play on it. And vice versa. You can't guess with a deck that was played before. Myths about working with Tarot cards. How not to make mistakes.",
        "imgName" : "12"
    },
    {
        "title" : "We read Tarot cards using intuitive and analytical methods",
        "text" : "Today I will review the layout and explain how to use intuitive and analytical approaches. The layout consists of five cards – this is the optimal number for considering most issues. Of course, there may be more or less arcana in the scenario, which will be a separate article... The question is classic: how does A. treat the questioner? I shuffle the deck and pull out five cards, turn them over and see what fell out... We read Tarot cards using intuitive and analytical methods  The Devil card immediately evoked an emotional response in me: dislike (black background), and I almost immediately thought of passion and painful attachment. The next arcane that caught my attention is the Ace of Pentacles. The word gift immediately popped up in my mind. Next, I drew attention to the figure card King of Pentacles. Intuition told me that this card represents the questioner, a man. And finally, there were two cards left: 6 swords, looking at which I felt sad, and Priestess – I had an association with a woman who chose the observer position. In general, the alignment did not cause pronounced positive or negative emotions. I would like to draw your attention to the fact that I begin reading the layout with a general overview of the cards that have fallen out, using the intuitive method of reading arcana. My mind is cleared, that is, I don't think about which cards fell out, I don't remember the keywords, I don't analyze why this or that arcane attracted my attention in the first, second and subsequent turn, and so on. I emphasize: my rational self acts as an indifferent and silent observer. Further, when the alignment and individual arcana no longer cause any emotions, associations and pop-up thoughts from the subconscious, I write down the information received in my smartphone or notebook in order to analyze the information later. Important! While reading individual cards and the whole layout, you may have a variety of thoughts, feelings and associations, memories of events, things and people that may have nothing to do with the layout may pop up – this is normal, this is how the human psyche works. Write everything down. Next – analytical reading of Tarot cards. It starts with the fact that I remember the keywords: each card has several keys, and therefore we select only those that most correspond to the question and topic of the layout.  1. The Devil – vicious relationship, painful passion;  2. 6 swords – separation;  3. Ace of Pentacles – chance to get rich, gift; 4 The King of Pentacles – a reasonable and rich man;  5. Priestess – observer, passivity. Based on the keywords, our hidden person is experiencing a strong painful attachment. But, in addition, the scenario reveals her hopes and assessments of the current state of affairs, reveals what model of behavior she chose within the framework of the existing relationship. We synthesize (combine) the results of intuitive and analytical readings of Tarot cards. The devil. The girl experiences negative emotions, they are based on strong attachment, passion. 6 swords. The friend who is interested in the questioner is sad and understands that a separation has occurred. Ace of Pentacles. She has hope that she can resume the relationship. Perhaps a gift can play a positive role. The King of Pentacles. The girl considers the questioner to be a rational and wealthy person.  The priestess. She has chosen the position of an observer and does nothing. In addition, my intuition at the stage of reading and analyzing this arcana told me that the combination of the cards King of Pentacles and Priestess can indicate the passivity of a man. That is, she believes that the questioner is not taking any action to get closer to her. Total. The girl cherishes some hopes for the resumption of relations, but, at the same time, she has chosen the position of an observer and is unlikely to take active actions to get closer to the questioner. She also considers a man an interesting candidate for a relationship (smart, wealthy), but not proactive and passive. Passion and painful attachment are present in her, but these feelings (intuition worked again) are softened by the influence of the neighboring 6 swords – it is easier to fight with your passions at a distance. A gift or a gift (the Ace of Pentacles in the center of the alignment) plays a significant role, and it can be assumed that the relationship can be resumed if one of the parties takes the first step...",
        "imgName" : "13"
    },
    {
        "title" : "Tarot-forecast for July in all spheres",
        "text" : "Your finances, travel, relationships, health... We will consider everything in the process of this big alignment. 1. General characteristics Of the Nine Pentacles period. In general, you will have a fairly successful period in terms of finances. If you expect any bonuses, repayment of debts, then everything will be returned and everything will be paid. If you are waiting for dividends, then you will wait. The Forecast for the month layout 2. Finance The Queen of bowls. The card confirms that the month will be good in a material sense. Your projects will be successful and will show results. All debt repayments will occur. It makes sense to spend the money received on yourself, your needs and desires, on long-planned purchases, then they will last a long time and will please. 3. Health The Queen of swords. It is worth paying attention to health and not to dismiss emerging ailments. In case of any nervous tension and exacerbation of the disease, be sure to consult a doctor. Self-medication can lead to disastrous results. 4. Relatives, family The Eight of swords. In the family, everything will not be so simple. There is a high probability of the disease of one of the people important to you. This will require increased attention. Or relatives will not have enough attention and they will try to manipulate you. 5. Love Five pentacles. In love, there may be tense moments and a desire to retire one of the participants in the relationship. Perhaps the partner will find himself in a difficult financial situation and will try to withdraw into himself. Perhaps you will sink into a depressive state. Anyway, in love, the month promises to be difficult.",
        "imgName" : "14"
    }
]


